const test = [
	[
		'проводити свій час на природі, в туристичному поході.',
		'проводити час на самоті, робити медитацію, відпочивати чи  роздумувати над важливими життєвими питаннями.',
		'співати, бо маю приємний і мелодійний голос.'
	],

	[
		'вирішувати екологічні питання, бо я належу до людей, які є активістами якихось природничих спілок, і я обізнаний з багатьох питань стосовно природи.',
		'відвідувати різні семінари, що стосуються особистісного росту людини, бо я прагну дізнатися про себе якомога більше.',
		'прислухатися до музики і співу і легко уловлювати фальшиві ноти у музичному чи пісенному творі.'
	],
	[
		'піклуватися про тварин, у мене багато тварин є вдома.',
		'реагувати на невдачі з особливою витримкою.',
		'слухати музику по радіо, у записах на касетах, дискетах тощо.',
	],

	[
		'працювати в саду, виконувати інші дії у природі, наприклад, доглядати птахів.',
		'домогтися до себе поваги інших, бо маю особливе хобі або інтерес.',
		'грати на музичному інструменті.',
	],
	[
		'охороняти  природу, я хочу записатися (записався) на курси у центр, пов\'язаний з природою.',
		'реалістично оцінювати свої сильні і слабкі сторони.',
		'підносити настрій завдяки музиці, бо без неї моє життя було б менш цікавим.',
	],
	[
		'піклуватися про рослини і тварин, бо я знаюся на відмінностях між різними видами собак, пташок, інших представників флори і фауни.',
		'проводити вихідні в маленькому будиночку десь в лісі на самоті, а не в гамірному товаристві багатьох людей.',
		'не розлучатися з піснею, бо, йдучи «прокручую» в умі якусь музику або наспівую.',
	],
	[
		'читати книги, журнали, дивитися телепередачі, фільми про природу.',
		'вважати себе вольовою інезалежною людиною.',
		'зіграти уривок якоїсь мелодії на примітивному ударному інструменті або відтворити потрібний ритм голосом.',
	],
	[
		'надавати перевагу відпочинку на природі, аніж відвідуванню якихось розважальних закладів.',
		'вірити у те, чим цікавлюся або захоплююся, а тому веду особистий щоденник, щоб фіксувати свої внутрішні переживання.',
		'слухати різні стилі музики, бо знаю дуже багато музичних творів.',
	],
	[
		'гуляти на свіжому повітрі протягом тривалого часу, відвідувати зоопарки, аквапарк тощо.',
		'розраховувати лише на себе самого.',
		'виконувати пісенні або музичні твори, бо я, почувши один-два рази музичний уривок, можу точно його відтворювати.',
	],	
	[
		'з великим задово-ленням працювати у саду.',
		'працювати на себе, замислююсь над відкриттям власного бізнесу.',
		'наспівувати під час роботи, навчання, вивчення чогось нового, іти життям з піснею.',
	],
	[
		'здійснювати руками конкретні практичні дії: шити, переплітати, займатися різьбою, моделювати тощо.',
		'навчатися у взаємодії з іншими, бо я відношуся до типу людей, до яких приходять за порадою колеги по роботі чи сусіди.',
		'ознайомлюватися з новітніми досягненнями науки.',
	],
	[
		'побільше рухатися, бо мені важко усидіти на одному місці.',
		'займатися груповими видами спорту, такими як бадмінтон, волейбол чи футбол, але не плаванням чи спортивною ходьбою.',
		'поглиблено опановувати математику, бо вона – мій улюблений предмет.',
	],
	[
		'брати участь в іграх на свіжому повітрі, займатися спортом.',
		'співпрацювати з іншими у складі малих груп, бо коли маю проблему, мені кортить поділитися нею з кимось, а не тримати у собі.',
		'влаштовувати маленькі експерименти типу: «Що буде, якщо...» Наприклад, що буде, якщо чорнобривці висіяти на зиму у кімнаті.',
	],
	[
		'спілкуватися невербально (наприклад, мовою жестів, пантомімою і мімікою).',
		'мати не менше аніж трьох, а то й більше близьких друзів.',
		'не мати ніяких справ з неорганізованими людьми, бо мій розум вимагає системності, порядку, правильності, послідовності у всьому, і всіх.',
	],
	[
		'займатися фізичною діяльністю, бо найкращі ідеї у мене виникають під час руху.',
		'брати участь у колективних іграх, бо мені подобаються соціальні ігри типу «монополія», «брідж», але не відеоігри, а реальні.',
		'легко здійснювати підрахунки в думках, без ручки і калькулятора.',
	],
	[
		'якомога частіше прогулюватися на свіжому повітрі.',
		'насолоджуватися нагодою повчити інших людей, бо це я дуже добре умію робити.',
		'розв\'язувати головоломки, які вимагають з\'ясування причин, логічного мислення.',
	],
	[
		'займатися експериментальними дослідженнями, бо я найкраще пізнаю предмет завдяки безпосередньому дотику до нього.',
		'бути завжди «командним гравцем», бо я сам вважаю себе або інші вважають мене лідером.',
		'мислити чіткими, абстрактними, безсловесними поняттями.',
	],
	[
		'зустрічатися з екстремальними ситуаціями в ході прогулянок, поїздок, експериментів.',
		'комфортно почувати себе серед натовпу людей.',
		'вірити у те, що все у світі має раціональне, наукове пояснення.',
	],
	[
		'робити щось практично самому, аніж читати про таку роботу чи пасивно дивитися начиїсь практичні дії.',
		'проводити вечір у веселому товаристві, ніж сидіти вдома самому.',
		'завжди почуватися впевненим, коли все на своєму місці, все перебуває у звичному порядку.',
	],
	[
		'вести активний стиль життя, вдаватися до танців, бо відзначаюся скоорди-нованими рухами.',
		'бути задіяним у соціальній діяльності, пов\'язаній із доброчинством, церквою, спілками тощо.',
		'відшукувати недоліки у тому, що інші говорять чи роблять вдома або на роботі.',
	],
	[
		'помічати кольори, бо я маю до них підвищену чутливість.',
		'обговорювати різні життєві питання, зокрема, про сенс життя.',
		'робити нотатки, бо я легко «прокручую» слова в умі, перед тим, як їх говорити або писати.',
	],
	[
		'фіксувати кінока-мерою або фотоапаратом усе, що мене оточує.',
		'бути фаталістом, бо релігія залишається дуже важливою для мене.',
		'слухати частіше радіо, аудіокасети, аніж дивитися телевізор і відеокасети. Бо я краще сприймаю і розумію інформацію слухом, а не зором.',
	],
	[
		'заплющувати очі і викликати яскраві уявні образи про будь-які події.',
		'виконувати свою роль у житті, займати своє місце під сонцем.',
		'читати книги, бо вони мають велике значення для мене.',
	],
	[
		'залюбки складати різноманітні пазли.',
		'споглядати твори мистецтва, розуміти їх взаємозв\'язок, розуміти висловлювання: «все є в усьому», «пізнай себе і ти пізнаєш світ».',
		'розважатися самому чи з гуртом друзів анекдотами, каламбурами, скоромовками, віршиками.',
	],
	[
		'уночі бачити яскраві, чіткі сни.',
		'робити вправи на релаксацію та медитацію.',
		'вести щоденник, записувати туди власні твори, якими я сам пишаюся і які схвалюють інші.',
	],
	[
		'подорожувати, бо я, як правило, завжди відшукую шлях у незнайомій місцевості.',
		'відвідувати місця, де я можу відпочити, відволіктися від реальності буття.',
		'розгадувати кросворди,бо я отримую задоволення від ігор типу «анаграми», «плутанина слів», «пасворди» тощо.',
	],
	[
		'частіше малювати чи підсвідомо робити мазки або відбитки кольорових плям на площині.',
		'читати стародавніх та сучасних філософів, бачити перспективу розвитку завдяки вивченню історії та стародавньої культури.',
		'писати із задоволенням, пояснювати на прохання інших людей значення слів, які я вживаю.',
	],
	[
		'користуватися знаннями з геометрії, бо у школі геометрія давалася мені легше аніж алгебра.',
		'оволодівати  знаннями міфології,  розуміючи їх цінність для культури.',
		'вивчати залюбки іноземні мови:  англійську, німецьку, французьку, бо я легко ними оволодіваю.',
	],
	[
		'згадувати зображення предметів або легко уявляти предмети з висоти пташиного польоту.',
		'дізнатися, чи є розумні створіння у Всесвіті.',
		'вивчати рідну мову, гуманітарні науки, історію, бо вони даються мені легше аніж математика чи природничі дисципліни.',
	],
	[
		'надавати перевагу читанню мало ілюстрованого матеріалу.',
		'молитися,  відвідувати храми.',
		'користуватися цитатами, бо в моєму мовленні часто зустрічаються висловлювання, які десь прочитані або почуті.',
	],
];